/* ===== Filenames ===== */
"128.001" = "Album sconosciuto";
"128.002" = "Artista sconosciuto";
"128.003" = "Genere sconosciuto";
"128.004" = "Podcast sconosciuto";
"128.005" = "Podcast";
"128.006" = "Compilation";
/* ===== iTunes Store Strings ===== */
"137.001" = "iTunes Store";
"137.043" = "Carrello Acquisti";
/* ===== Sharing Strings ===== */
"138.001" = "Libreria di ^1";
"138.021" = "Condivisione password di iTunes";
/* ===== Equalizer Strings ===== */
"177.001" = "Equalizzatore";
"177.002" = "Manuale";
"177.003" = "Piatto";
"177.004" = "Sei sicuro di voler eliminare il preset “^1” dell'equalizzatore?";
"177.005" = "Vuoi cambiare le impostazioni di tutti i brani da “^1” per usare “^2”?";
"177.006" = "Esiste già un preset EQ col nome “^1”. Vuoi sostituirlo?";
"177.007" = "Preset";
"177.008" = "Vuoi eliminare “^1” da tutti i brani che sono impostati per utilizzarlo?";
"177.009" = "Crea Preset";
"177.010" = "Nuovo nome Preset:";
"177.011" = "Rinomina";
"177.012" = "preimpostazione senza titolo";
"177.013" = "preimpostazione senza titolo ^1";
/* ===== EQ Presets Strings ===== */
/* Acoustic Built-In Preset */
"510.001" = "Acustica";
/* Bass Booster Built-In Preset */
"510.002" = "Amplificazione bassi";
/* Bass Reducer Built-In Preset */
"510.003" = "Riduzione bassi";
/* Classical Built-In Preset */
"510.004" = "Classical";
/* Dance Built-In Preset */
"510.005" = "Dance";
/* Deep Built-In Preset */
"510.006" = "Deep";
/* Electronic Built-In Preset */
"510.007" = "Elettronica";
/* Flat Built-In Preset */
"510.008" = "Piatto";
/* Hip-Hop Built-In Preset */
"510.009" = "Hip-Hop";
/* Jazz Built-In Preset */
"510.010" = "Jazz";
/* Latin Built-In Preset */
"510.011" = "Latina";
/* Loudness Built-In Preset */
"510.012" = "Loudness";
/* Lounge Built-In Preset */
"510.013" = "Lounge";
/* Piano Built-In Preset */
"510.014" = "Piano";
/* Pop Built-In Preset */
"510.015" = "Pop";
/* R&B Built-In Preset */
"510.016" = "R&B";
/* Rock Built-In Preset */
"510.017" = "Rock";
/* Small Speakers Built-In Preset */
"510.018" = "Altoparlanti piccoli";
/* Spoken Word Built-In Preset */
"510.019" = "Parole";
/* Treble Booster Built-In Preset */
"510.020" = "Amplificazione alti";
/* Treble Reducer Built-In Preset */
"510.021" = "Riduzione alti";
/* Vocal Booster Built-In Preset */
"510.022" = "Vocal booster";
/* ===== MP3 Kind Strings ===== */
"3101.001" = "Doc. audio MPEG";
"3101.002" = "Doc. audio MPEG (remoto)";
"3101.003" = "Stream audio MPEG";
/* ===== MP3 Detail Strings ===== */
"3102.001" = "Formato: ";
"3102.002" = "Canali: ";
"3102.003" = "MPEG-1, ";
"3102.004" = "MPEG-2, ";
"3102.005" = "Livello 1";
"3102.006" = "Livello 2";
"3102.007" = "Livello 3";
"3102.008" = "mono";
"3102.009" = "stereo";
"3102.010" = "Stereo comp.";
"3102.011" = "Stereo doppio";
"3102.012" = "Tag ID3: ";
"3102.013" = "v1.0";
"3102.014" = "v1.1";
"3102.015" = "v2.2";
"3102.016" = "v2.3";
"3102.017" = "v2.4";
"3102.018" = "Nessuno";
"3102.019" = "Codificato con: ";
"3102.020" = "Sconosciuta/o";
/* ===== PCM Decoder Kinds ===== */
"3200.001" = "Doc. audio AIFF";
"3200.002" = "Doc. audio WAV";
"3200.003" = "Doc. audio Sound Designer II";
"3200.004" = "Stream audio AIFF";
"3200.005" = "Stream audio WAV";
"3200.006" = "Doc. Audio AIFF (remoto)";
"3200.007" = "Doc. Audio WAV (remoto)";
/* ===== PCM Details ===== */
"3201.001" = "Canali: ";
"3201.002" = "Dimensione: ";
"3201.003" = "mono";
"3201.004" = "stereo";
"3201.005" = "Multi";
"3201.006" = "^1 bit";
"3201.007" = "Compressione: ";
/* ===== QuickTime Kind Strings ===== */
"3301.001" = "Filmato QuickTime";
"3301.002" = "URL filmato QuickTime";
"3301.003" = "Doc. Video MPEG-4 protetto";
"3301.004" = "Doc. Video MPEG-4";
"3301.005" = "Filmato QuickTime (remoto)";
"3301.006" = "Documento video MPEG-4 acquistato";
/* ===== Audible Kind Strings ===== */
"4401.001" = "Doc. Audible";
"4401.002" = "Parole";
"4401.003" = "Audiolibro";
/* ===== Audible Detail Strings ===== */
"4403.001" = "Formato: ";
"4403.002" = "Canali: ";
"4403.003" = "4 (MP3)";
"4403.004" = "5 (non supportato)";
"4403.005" = "1 (non supportato)";
"4403.006" = "2";
"4403.007" = "3";
"4403.008" = "mono";
"4403.009" = "stereo";
"4403.010" = "Proprietario:";
"4403.011" = "Non posso copiarlo sul CD.";
"4403.012" = "Narratore: ";
"4403.013" = "Pubblicato: ";
/* ===== MP4 Kinds ===== */
"5000.001" = "Doc. Audio MPEG-4";
"5000.002" = "Doc. Audio MPEG-4 (Protetto)";
"5000.003" = "Stream Audio MPEG-4";
"5000.004" = "Doc. Audio MPEG-4 protetto";
"5000.005" = "Doc. Audio MPEG-4 protetto (remoto)";
"5000.006" = "Stream Audio MPEG-4 protetto";
"5000.007" = "Documento audio MPEG-4 acquistato";
"5000.008" = "Documento audio MPEG-4 acquistato (remoto)";
"5000.009" = "Doc. audio AAC";
"5000.010" = "Doc. audio AAC (remoto)";
"5000.011" = "Stream audio AAC";
"5000.012" = "Doc. audio AAC protetto";
"5000.013" = "Doc. audio AAC protetto (remoto)";
"5000.014" = "Stream audio AAC protetto";
"5000.015" = "Documento audio AAC acquistato";
"5000.016" = "Documento audio AAC acquistato (remoto)";
"5000.017" = "Doc. audio Apple Lossless";
"5000.018" = "Doc. audio Apple Lossless (remoto)";
"5000.019" = "Stream audio Apple Lossless";
"5000.020" = "Doc. Audio Apple Lossless protetto";
"5000.021" = "Doc. Audio Apple Lossless protetto (remoto)";
"5000.022" = "Stream Audio Apple Lossless protetto";
/* ===== MP4 Details ===== */
"5002.001" = "Profilo: ";
"5002.002" = "Canali: ";
"5002.003" = "Codificato con: ";
"5002.004" = "Codificato da: ";
"5002.005" = "Copyright: ";
"5002.006" = "Acquistato da: ";
"5002.007" = "Nome account: ";
"5002.008" = "Tipo: ";
"5002.009" = "Bit rate totale: ";
"5002.010" = "Principale";
"5002.011" = "Complessità bassa";
"5002.012" = "Stima a lungo termine";
"5002.013" = "Scalabile";
"5002.014" = "Non riconosciuto";
"5002.015" = "mono";
"5002.016" = "stereo";
"5002.017" = "Multi";
"5002.018" = "Dimensione: ";
"5002.019" = "^1 bit";
"5002.020" = "Versione FairPlay: ";
"5002.021" = "Capitolo ";
"5002.022" = "Data di acquisto: ";
/* ===== Playlist Strings ===== */
"9000.001" = "playlist senza titolo";
"9000.002" = "playlist senza titolo ^1";
"9000.003" = "nuova cartella";
"9000.004" = "cartella senza titolo ^1";
"9000.005" = "Traccia CD Audio";
"9000.006" = "Traccia ^1";
"9000.010" = "%1";
"9000.011" = "%1 (1 traccia)";
"9000.012" = "%1 (%2 tracce)";
"9000.013" = "%1";
"9000.014" = "%1 (1 stream)";
"9000.015" = "%1 (%2 stream)";
"9000.016" = "^1 kbps";
"9000.017" = "^1 kbps (VBR)";
"9000.018" = "^1 kHz";
"9000.019" = "Incompleto";
"9000.020" = "Sconosciuta/o";
"9000.021" = "Non disponibile";
"9000.022" = "Stream";
"9000.023" = "Continuo";
/* track # */
"9000.024" = "^1 di ^2";
/* disc # */
"9000.025" = "^1 di ^2";
"9000.026" = "%1 dB";
"9000.029" = "Podcast";
"9000.031" = "Stagione %1";
/* ===== Genres ===== */
"9200.001" = "Blues";
"9200.002" = "Rock Classico";
"9200.003" = "Nazione";
"9200.004" = "Dance";
"9200.005" = "Disco";
"9200.006" = "Funk";
"9200.007" = "Grunge";
"9200.008" = "Hip-Hop";
"9200.009" = "Jazz";
"9200.010" = "Metallo";
"9200.011" = "New Age";
"9200.012" = "Oldies";
"9200.013" = "Accessori";
"9200.014" = "Pop";
"9200.015" = "R&B";
"9200.016" = "Rap";
"9200.017" = "Reggae";
"9200.018" = "Rock";
"9200.019" = "Tecno";
"9200.020" = "Industriale";
"9200.021" = "Alternative";
"9200.022" = "Ska";
"9200.023" = "Death Metal";
"9200.024" = "Umoristico";
"9200.025" = "Colonna Sonora";
"9200.026" = "Techno Europea";
"9200.027" = "Ambient";
"9200.028" = "Trip-Hop";
"9200.029" = "Vocal";
"9200.030" = "Jazz+Funk";
"9200.031" = "Fusion";
"9200.032" = "Trance";
"9200.033" = "Classical";
"9200.034" = "Strumentale";
"9200.035" = "Acid";
"9200.036" = "House";
"9200.037" = "Giochi";
"9200.038" = "Clip sonoro";
"9200.039" = "Gospel";
"9200.040" = "Noise";
"9200.041" = "RockAltern";
"9200.042" = "Basso";
"9200.043" = "Soul";
"9200.044" = "Punk";
"9200.045" = "Barra spaziatrice";
"9200.046" = "Meditativa";
"9200.047" = "Pop Strumentale";
"9200.048" = "Rock Strumentale";
"9200.049" = "Etnica";
"9200.050" = "Gothic";
"9200.051" = "Darkwave";
"9200.052" = "Techno-Industriale";
"9200.053" = "Elettronica";
"9200.054" = "Pop-Folk";
"9200.055" = "Eurodance";
"9200.056" = "Sogno";
"9200.057" = "Rock Sudista";
"9200.058" = "Commedia";
"9200.059" = "Culto";
"9200.060" = "Gangsta";
"9200.061" = "Top 40";
"9200.062" = "Rap Cristiano";
"9200.063" = "Pop/Funk";
"9200.064" = "Giungla";
"9200.065" = "Nativi Americani";
"9200.066" = "Cabaret";
"9200.067" = "New Wave";
"9200.068" = "Psichedelica";
"9200.069" = "Rave";
"9200.070" = "Showtunes";
"9200.071" = "Trailer";
"9200.072" = "Lo-Fi";
"9200.073" = "Tribale";
"9200.074" = "Acid Punk";
"9200.075" = "Acid Jazz";
"9200.076" = "Polka";
"9200.077" = "Retro";
"9200.078" = "Musical";
"9200.079" = "Rock & Roll";
"9200.080" = "Hard Rock";
"9200.081" = "Folk";
"9200.082" = "Folk-Rock";
"9200.083" = "Folk Nazionale";
"9200.084" = "Swing";
"9200.085" = "Fast Fusion";
"9200.086" = "Bebop";
"9200.087" = "Latina";
"9200.088" = "Revival";
"9200.089" = "Celtica";
"9200.090" = "Bluegrass";
"9200.091" = "Avanguardia";
"9200.092" = "Gothic Rock";
"9200.093" = "Progressive Rock";
"9200.094" = "Rock Psichedelico";
"9200.095" = "Rock Sinfonico";
"9200.096" = "Slow Rock";
"9200.097" = "Banda";
"9200.098" = "Chorus";
"9200.099" = "Easy Listening";
"9200.100" = "Acustica";
"9200.101" = "Umore";
"9200.102" = "Parlato";
"9200.103" = "Chanson";
"9200.104" = "Opera";
"9200.105" = "Musica da Camera";
"9200.106" = "Sonata";
"9200.107" = "Sinfonia";
"9200.108" = "Basso Booty";
"9200.109" = "Primus";
"9200.110" = "Groove porno";
"9200.111" = "Satira";
"9200.112" = "Slow Jam";
"9200.113" = "Club";
"9200.114" = "Tango";
"9200.115" = "Samba";
"9200.116" = "Folklore";
"9200.117" = "Ballata";
"9200.118" = "Ballata Power";
"9200.119" = "Soul Ritmico";
"9200.120" = "Freestyle";
"9200.121" = "Duetto";
"9200.122" = "Punk Rock";
"9200.123" = "Assolo di Batteria";
"9200.124" = "A Cappella";
"9200.125" = "House Europea";
"9200.126" = "Dance Hall";
/* ===== Memory Descriptors ===== */
"10001.001" = "zero KB";
"10001.002" = "^1 KB";
"10001.003" = "^1 MB";
"10001.004" = "^1 GB";
"10001.005" = "N/D";
/* ===== Time Descriptors ===== */
"10002.001" = "0 secondi";
"10002.002" = "^1 secondo";
"10002.003" = "^1 secondi";
"10002.004" = "^1 minuto";
"10002.005" = "^1 minuti";
"10002.006" = "^1 ora";
"10002.007" = "^1 ore";
"10002.008" = "^1 giorno";
"10002.009" = "^1 giorni";
/* ===== Date Strings ===== */
"10003.001" = "Domenica";
"10003.002" = "Lunedì";
"10003.003" = "Martedì";
"10003.004" = "Mercoledì";
"10003.005" = "Giovedì";
"10003.006" = "Venerdì";
"10003.007" = "Sabato";
"10003.008" = "Ieri";
"10003.009" = "Oggi";
"10003.010" = "Domani";
/* ===== Database strings ===== */
"kMusicLibraryPrimaryPlaylistName" = "Libreria";
"kNoAlbumTitleString" = "Album sconosciuto";
"kUnknownAlbumPodcastString" = "Podcast sconosciuto";
"kUnknownAlbumArtistString" = "Artista sconosciuto";
"kUnknownNameString" = "Nome sconosciuto";
"kVariousArtistsString" = "Artisti vari";
"kPlaylistURLString" = "URL playlist";
